/*
 * 常见问题汇总
 */
var _payQuestions = [
    {
        title: '为什么以前下载歌曲没有时间限制，现在只能在会员期内听？',
        answer: '基于部分版权方的要求，针对部分付费歌曲在下载后仅限会员有效期内在下载终端本地播放，续费会员后即可本地播放该付费歌曲。'
    },
    {
        title: '为什么有的歌会过期，有些歌不会过期？',
        answer: '不同版权方有不同的要求，因部分版权方要求付费歌曲在下载后仅限会员有效期内在下载终端本地播放，这部分歌曲如未能及时续费，则会过期。'
    },
    {
        title: '续费会员之后，就可以一直本地播放吗？',
        answer: '可以，只要会员服务还在有效期内，已下载的歌曲可以一直本地播放。'
    },
    {
        title: '会员过期后，就不能听这些歌了吗？（针对被提示会员即将过期的用户）',
        answer: '会员过期后，部分歌曲可以通过在线播放的方式继续免费试听，续费后可实现歌曲的本地播放。'
    },
    {
        title: '如何查看我的会员期到期时间？',
        answer: '可在“酷我音乐 – 我的”中查看会员到期时间。'
    },
    {
        title: '我购买的数字专辑的歌曲以后会过期吗？',
        answer: '不会，数字专辑的权益原来的政策一致。'
    },
    {
        title: '我单独买的单曲以后会过期吗？',
        answer: '不会，单曲购买的权益与原来的政策一致。'
    },
    {
        title: '如何把电脑上下载的付费歌曲拷到手机里播放？',
        answer: '建议可直接在手机上安装酷我音乐，登录后即可重新下载需要的付费歌曲。'
    },
    {
        title: '为什么电脑上付费下载的歌在手机上放不了？',
        answer: '如果在电脑上下载时登录的账号和手机上登录的账号一致，并且都在会员有效期内，是可以播放的。'
    },
    {
        title: '如何把电脑上下载的付费歌曲拷到U盘里在车上播放？',
        answer: '电脑上下载的付费歌曲应版权方要求使用了加密保护，车机无法识别，所以无法播放。'
    },
    {
        title: '为什么电脑上付费下载的歌在车上放不了？',
        answer: '电脑上下载的付费歌曲应版权方要求使用了加密保护，车机无法识别，所以无法播放。'
    },
    {
        title: '如何把酷我音乐里下载的付费歌曲导入其他音乐app播放？',
        answer: '酷我音乐获得的授权仅限酷我音乐平台使用、另外受到比如付费版权等要求和限制等，从酷我音乐平台下载的歌曲仅支持在酷我音乐平台中播放。'
    },
    {
        title: '为什么无法下载付费歌曲？',
        answer: '因为支持正版化以及音乐行业发展，应版权方要求，新版本对付费歌曲的下载体验有所优化，因此对旧版的付费歌曲下载体验有所限制，同时建议下载新版使用，并可以享受到更好的音乐服务和更强大的功能。'
    },
    {
        title: '为什么要升级？',
        answer: '因为支持正版化以及音乐行业发展，应版权方要求，新版对付费歌曲的下载体验有所优化，建议下载新版使用，并可以享受到更好的音乐服务和更强大的功能。'
    },
    {
        title: '如何降级到老版本？',
        answer: '不建议降级到老版本，新版本的体验会更佳，老版本可能会存在部分体验问题。'
    }
];